Revit 2024 API
UnitTypeId.KilogramsPerCubicMeter Property
 Kilograms per cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilogramsPerCubicMeter { get; }
Visual Basic
Public Shared ReadOnly Property KilogramsPerCubicMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilogramsPerCubicMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace